Repository: sveyret/pluma-grammalecte
Catalog: po/*.po
Languages: fr

source: Error: Grammalecte process did not terminate properly: {}
fr: Erreur : le processus Grammalecte ne s'est pas terminé correctement : {}

source: Error: configuration file “{}” could not be saved
fr: Erreur : le fichier de configuration « {} » n'a pas pu être enregistré

source: Error: configuration could not be saved
fr: Erreur : la configuration n'a pas pu être enregistrée

source: Internal error
fr: Erreur interne

source: Clear all file specific settings
fr: Effacer la configuration spécifique au fichier

source: Preparing Grammalecte options...
fr: Préparation des options de Grammalecte...

source: Check Spelling
fr: Vérifier l'orthographe

source: Unknown word.
fr: Mot inconnu.

source: (no suggestions)
fr: (pas de suggestions)

source: _More
fr: _Plus

source: Ignore _rule
fr: Ignorer la _règle

source: Ignore _error
fr: Ignorer l'_erreur

source: _Add
fr: _Ajouter

source: _See the rule
fr: _Voir la règle

source: Linguistic _Check...
fr: _Vérification linguistique...

source: Check the current document for incorrect grammar and spelling
fr: Vérifie les erreurs de grammaire et d'orthographe dans le document actuel

source: Configure _Grammalecte...
fr: Configurer _Grammalecte...

source: Configure the Grammalecte rules
fr: Configurer les règles de Grammalecte

source: Linguistic _Autocheck
fr: Vérification linguistique _automatique

source: Automatically grammar and spell-check the current document
fr: Vérifie automatiquement la grammaire et l'orthographe du document actuel

source: Linguistic checking in progress...
fr: Vérification linguistique en cours...
